[BEResettableCounter1]
CountMessage="Осталось уничтожить камер: %i"
CompleteMessage="Все камеры уничтожены!"

[KFUseTrigger1]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger2]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger8]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story1]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story10]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story11]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story12]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story13]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story15]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story16]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story17]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story2]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story3]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story4]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story5]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story6]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story7]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story8]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story9]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KF_DialogueSpot0]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Не стой там, заходи скорее. Вот-вот что-то начнется!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Извини, что не встречаю лично, но у нас тут вторжение ужасных чудовищ.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Я Мартел Хеллидей, владелец склада. Я схватил нескольких таких созданий. Давай посмотрим, сумеешь ли ты с ними справиться.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Чтобы выбраться отсюда, тебе нужен пульт от крана. В контейнерах с красными дверями есть всякое барахло. Открывай их и ищи пульт. Ха-ха-ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Да, это часть пульта. Скорее ищи вторую половину!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Да, это тебе и нужно. Ты почти на свободе. Передохни, ты этого заслуживаешь.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Дальше все очень просто. Подключи пульт и сможешь управлять краном. Встань на панель, чтобы опускаться, сойди, чтобы подниматься. Не медли, прожектор ведь привлекает внимание. Ха-ха-ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Работает! А у тебя все же есть мозги, зря говорят, что нет. Хорошо. Постой на выключателе, пока не будет достаточно. Если сможешь. Ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Черт! Они нашли новый вход. Соберитесь все, они идут!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Стой на выключателе, пока нужно. Если у тебя получится... Ха.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Внизу полно жирных клопов. Говорят, это от сырости")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Сюда! Шевелись. Монстры снова идут. Веди жиртрестов в машину. С остальными делай что хочешь.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Поверить не могу. Бочки с желчью полны. Хорошо поработали.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Выбраться отсюда можно только на лодке. В доке есть еще лодки, но они без горючего. Можешь выиграть его в моем маленьком казино, если повезет! Ха-ха-ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Все, никакой больше помощи. Теперь действуй самостоятельно. Разбирайся с тем, что в контейнерах, или разбирайся с пушками. Какая разница, тебе все равно не победить.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Нет никакого выбора, вариант всего один, дверь номер 3, тебе конец! Ха-ха- ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Хватит тянуть время. Иди к пушкам, щенок. Я отправлю тебя в ад, ха-ха-ха!")))

[KF_DialogueSpot1]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Что же ты делаешь! Желчь испорчена! Загрязнена! Теперь мне все придется начинать с начала!")))

[KF_DialogueSpot2]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Горючее! С ним ты сможешь отсюда выбраться. Если я тебе разрешу. Нужно мне быть построже.")))

[KF_DialogueSpot3]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Кажется, определился победитель!")))

[KF_DialogueSpot4]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Может, в следующий раз повезет.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Попробуй еще.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Ну, почти.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Вокруг одни неудачники.")))

[KF_DialogueSpot5]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Мой бывший бригадир. Давно на меня злился, но все же свое получил. Он тебе не поможет, только я могу прекратить твои страдания.")))

[KF_DialogueSpot6]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Что за ерунда. Тебе нужно было попасть на лодку... Стоп. Что же ты делаешь, гадкий недочеловечишка...")))

[KF_StoryObjective0]
HUD_Header.Header_Text="Экспорт: бойня"
ObjectiveInProgressMusic="KFh5_SouthernD"

[KF_StoryObjective1]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KFh5_Shindig"

[KF_StoryObjective10]
HUD_Header.Header_Text="Игра за топливо"
ObjectiveInProgressMusic="KF_Pathogen"

[KF_StoryObjective11]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh7_Hush"

[KF_StoryObjective12]
HUD_Header.Header_Text="Победа!"
ObjectiveInProgressMusic="DirgeDisunion2"

[KF_StoryObjective13]
HUD_Header.Header_Text="Победите Патриарха"
ObjectiveInProgressMusic="KF_Abandon"

[KF_StoryObjective14]
HUD_Header.Header_Text="Взрывные намерения"
ObjectiveInProgressMusic="DirgeDisunion1"

[KF_StoryObjective15]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KFh6_Derelict"

[KF_StoryObjective16]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KFh5_SouthernD"

[KF_StoryObjective17]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"

[KF_StoryObjective18]
HUD_Header.Header_Text="Уловка 22"
ObjectiveInProgressMusic="KF_Peripheral"

[KF_StoryObjective2]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KFh7_Hush"

[KF_StoryObjective3]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KF_Peripheral"

[KF_StoryObjective4]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh5_Drifting"

[KF_StoryObjective5]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh5_Drifting"

[KF_StoryObjective6]
HUD_Header.Header_Text="Игра в ящик"
ObjectiveInProgressMusic="KFh6_Derelict"

[KF_StoryObjective7]
HUD_Header.Header_Text="Драгоценная рвота"
ObjectiveInProgressMusic="KFh8_Conductor"

[KF_StoryObjective8]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh8_Locomo"

[KF_StoryObjective9]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KF_Smolder"

[LevelInfo0]
Title="FrightYard"

[LevelSummary]
Title="FrightYard"
Description="Ходят слухи, что после получения одного груза товарный склад Хеллидея кишит странными существами. Люди говорят, по ночам оттуда доносятся невероятные звуки. Любопытные пробирались за ограду, но никто не видел, чтобы кто-то из них вернулся. Может быть, стоит все проверить."

[ObjCondition_ActorHealth0]
HUD_Screen.Screen_Hint="Победите Патриарха"

[ObjCondition_Area0]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите в доки"

[ObjCondition_Area1]
HUD_World.World_Hint="Стойте здесь!"
HUD_Screen.Screen_Hint="Встаньте на чувствительную панель"

[ObjCondition_Area2]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите на товарный склад"

[ObjCondition_Area3]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите на склад"

[ObjCondition_Area4]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите в машинный цех"

[ObjCondition_Area5]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите на заправочную станцию"

[ObjCondition_Counter0]
HUD_World.World_Hint="Заманивайте их внутрь!"
HUD_Screen.Screen_Hint="Заманивайте Толстяков в машину:"

[ObjCondition_Counter1]
HUD_Screen.Screen_Hint="Нельзя, чтобы что-то еще попало внутрь!"

[ObjCondition_Counter2]
HUD_World.World_Hint="Закиньте денег, чтобы сыграть"
HUD_Screen.Screen_Hint="Сыграйте на автоматах, чтобы выиграть горючее:"

[ObjCondition_Multi0]
HUD_Screen.Screen_Hint="Найдите части пульта"

[ObjCondition_Multi1]
HUD_Screen.Screen_Hint="Соберите пульт"

[ObjCondition_Triggered13]
HUD_Screen.Screen_Hint="(Бонус) Найдите припасы"

[ObjCondition_Triggered14]
HUD_World.World_Hint="Закиньте денег, чтобы сыграть"

[ObjCondition_Triggered17]
HUD_World.World_Hint="Контейнер 1"
HUD_Screen.Screen_Hint="Осмотрите контейнер #1"

[ObjCondition_Triggered18]
HUD_World.World_Hint="Контейнер 2"
HUD_Screen.Screen_Hint="Осмотрите контейнер #2"

[ObjCondition_Triggered19]
HUD_World.World_Hint="Контейнер 3"
HUD_Screen.Screen_Hint="Осмотрите контейнер #3"

[ObjCondition_Use0]
HUD_World.World_Hint="Нажмите <USE>, чтобы разместить кабель"

[ObjCondition_Use1]
HUD_World.World_Hint="Нажмите <USE>, чтобы установить включатель"

[ObjCondition_Use2]
HUD_World.World_Hint="Приготовьте взрывчатку"
HUD_Screen.Screen_Hint="Приготовьте взрывчатку"

[ObjCondition_Use4]
HUD_World.World_Hint="Поставьте канистру сюда"
HUD_Screen.Screen_Hint="Поставьте канистру в лодку"

[ObjCondition_WaveCounter0]
HUD_Screen.Screen_Hint="Осталось монстров:"

[ObjCondition_WaveCounter1]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

[ObjCondition_WaveCounter2]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

[ObjCondition_WaveCounter3]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

[ObjCondition_WaveCounter4]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

